IDEA Open Model
ConcreteSLSCheckResultCrackWidth Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the ConcreteSLSCheckResultCrackWidth class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
protected ConcreteSLSCheckResultCrackWidth()
Protected Sub New
protected:
ConcreteSLSCheckResultCrackWidth()
See Also
Reference
ConcreteSLSCheckResultCrackWidth Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace